# CLI tools
brew "git"
brew "curl"
brew "wget"
brew "gnupg"
brew "openssl@3"
brew "readline"
brew "unzip"

# GUI apps
cask "iterm2"
cask "visual-studio-code"
cask "dbeaver-community"
cask "intellij-idea-ce"
cask "postman"
cask "docker"
cask "android-platform-tools"
cask "android-studio"